tap "homebrew/bundle"
tap "stripe/stripe-cli"
brew "act"
brew "docker", link: false
brew "flyctl"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "inetutils"
brew "lcov"
brew "node", link: false
brew "python@3.10"
brew "stripe/stripe-cli/stripe"
cask "alfred"
cask "android-commandlinetools"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "cleanmymac"
cask "discord"
cask "fig"
cask "figma"
cask "flutter"
cask "hiddenbar"
cask "karabiner-elements"
cask "onyx"
cask "postman"
cask "setapp"
cask "shottr"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "albert.TabOut"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "FelixAngelov.mason"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "Google.arb-editor"
vscode "jeroen-meijer.pubspec-assist"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "usernamehw.errorlens"
vscode "WakaTime.vscode-wakatime"
vscode "withfig.fig"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
