tap "homebrew/bundle"
tap "homebrew/core"
brew "flyctl"
brew "git"
brew "git-filter-repo"
brew "gnu-sed"
brew "inetutils"
brew "lcov"
brew "node", link: false
brew "python@3.10"
cask "alfred"
cask "android-commandlinetools"
cask "android-studio"
cask "arc"
cask "discord"
cask "fig"
cask "figma"
cask "flutter"
cask "karabiner-elements"
cask "postman"
cask "visual-studio-code"
cask "hiddenbar"
cask "appcleaner"
cask "onyx"
